const reviews = {
	"count": 20,
	"reviews": [{
			"rating": {
				"max": 5,
				"value": 2,
				"min": 0
			},
			"useful_count": 30,
			"author": {
				"uid": "138190302",
				"avatar": "https://img9.doubanio.com/icon/user_normal.jpg",
				"signature": "",
				"alt": "https://www.douban.com/people/138190302/",
				"id": "138190302",
				"name": "Simon"
			},
			"created_at": "2020-03-03 23:50:37",
			"title": "又是一部预告骗",
			"updated_at": "2020-06-06 17:02:28",
			"share_url": "https://m.douban.com/movie/review/12341246",
			"summary": "第一次看预告的时候被荷兰弟和威尔史密斯的合作吸引了，再加上变成鸽子的噱头，感觉会是不错的片。 没曾想竟然奇烂无比。 本来最大的看点应该是变成鸽子后，如何利用鸽子的身份完成挑战。荷兰弟也说了很多鸽子的...",
			"content": "第一次看预告的时候被荷兰弟和威尔史密斯的合作吸引了，再加上变成鸽子的噱头，感觉会是不错的片。\r\n没曾想竟然奇烂无比。\r\n本来最大的看点应该是变成鸽子后，如何利用鸽子的身份完成挑战。荷兰弟也说了很多鸽子的好处，在为剧情展开做铺垫。\r\n结果呢，从头到尾变成鸽子都是累赘，史密斯的反应全是鸽子身体一点用也没有，最后大决战也是变回人去作战，我想请问变鸽子的意义在哪里，变只猪，变只狗，都不妨碍剧情的推进。\r\n也就最后一刻，展现了鸽子的飞行能力，但这真的很苍白。试问一个武装到牙齿的特工竟然没有飞行器？要依靠变回鸽子去救主角？\r\n影片没有把变成鸽子的劣势转化为优势，使得最大的亮点变成最大的鸡肋！\r\n其他槽点更是数不胜数。\r\n荷兰弟的角色真是圣母婊，毫无理由的站在世界中心呼唤爱。\r\n鸽子军团的设定也很糟糕，硬生生就出来两只鸽子，要跟着主角，然后就变主力啦？后续也没有有效的互动，完全只是工具。\r\n女警察的设定一塌糊涂，刚出场还以为是反派呢（昏暗的光影，靠在门柱旁的淫笑），随随便便进特工会议室，随便给点证据，就能抓特工部门的第一红人！！\r\n堂堂特工领导竟然还说要先配合调查。更不用说，在这高科技满天飞的世界观里，史密斯说有人变成我的脸，女警察竟然没一丝犹豫，极力否定。\r\n说不是反派的卧底，我都不信。\r\n只能说这是我今年看的最烂的动画。",
			"useless_count": 12,
			"comments_count": 15,
			"alt": "https://movie.douban.com/review/12341246/",
			"id": "12341246",
			"subject_id": "27000084"
		},
		{
			"rating": {
				"max": 5,
				"value": 4,
				"min": 0
			},
			"useful_count": 58,
			"author": {
				"uid": "190777301",
				"avatar": "https://img9.doubanio.com/icon/u190777301-4.jpg",
				"signature": "每天更新的公众号：雪夜阳光",
				"alt": "https://www.douban.com/people/190777301/",
				"id": "190777301",
				"name": "雪夜电影"
			},
			"created_at": "2020-01-05 00:09:43",
			"title": "多数人被世界改变，少数人则改变世界",
			"updated_at": "2020-04-11 09:28:20",
			"share_url": "https://m.douban.com/movie/review/12145356",
			"summary": "我是在1月3日晚上看的《变身特工》，感觉观影体验还不错，我在豆瓣上给这部电影打了四星。 我喜欢这部电影的原因： 一是因为它让我很轻松的笑了，每天紧张工作的我就想找一部好笑的电影让自己好好放松一下； 二是...",
			"content": " 我是在1月3日晚上看的《变身特工》，感觉观影体验还不错，我在豆瓣上给这部电影打了四星。\r\n我喜欢这部电影的原因：\r\n一是因为它让我很轻松的笑了，每天紧张工作的我就想找一部好笑的电影让自己好好放松一下；\r\n二是因为《变身特工》里塑造的人物都挺吸引我的，都给我留下了比较深刻的印象；\r\n三是因为这部电影的价值观是很正的，也让我思考了一些问题。\r\n接下来的内容包含剧透，请谨慎阅读。\r\n一、一部科幻、动作、喜剧、动画电影\r\n这样对《变身特工》的定位是很准确的。\r\n1、科幻：\r\n《变身特工》的概念还是挺科幻的，将一个人通过DNA重组变成一只鸽子，虽然不现实，但是确实是科幻背景；另外，《变身特工》的其他高科技道具也都很有想象力，让人眼界大开。\r\n2、动作：\r\n作为一部特工电影，动作场面是必不可少的。《变身特工》的打斗行云流水，最后的高潮戏全程高能，尤其是各种新奇的道具应用于打斗中让人目不暇接，又让人捧腹大笑，画面做的还特别梦幻。\r\n3、喜剧：\r\n《变身特工》的前面部分挺沉闷的，就是很普通的特工片，没什么亮点。直到兰斯（威尔·史密斯配）被变成一只鸽子之后，我就再也忍不住笑了。\r\n没办法，变成鸟之后的兰斯实在太搞笑了，主要是兰斯的脾气太倔了，他不会老老实实适应自己已经变成鸽子的身体，而是一直在用鸽子的身体尝试人类的动作，最后就变得非常的滑稽。\r\n电影院里没几个人，我笑的特别放松。\r\n4、动画：\r\n动画是《变身特工》定位的核心，因为《变身特工》如果不是一部动画，而是一部真人电影，那么肯定不会这么拍。\r\n什么意思呢？\r\n有些人吐槽这部电影的理由是，电影太不现实了，人变成鸽子，这根本不符合物质守恒定律啊！电影情节也设置的非常不现实，现实里也不可能有沃尔特（汤姆·赫兰德配）这样的人，真有的话遇到这样的事也早死了。\r\n这样想的人可能是因为《变身特工》制作的太逼真了，使其忘记了它是一部动画电影。动画的意思，就是采用动画的形式能够突破很多现实的束缚，实现很多真人电影做不到的事。\r\n所以在动画里人可以变成鸽子，就好像在动画中动物会说话一样；同样的，因为是在动画里，所以能够有一些我们现实中不存在的道具，不存在的人。\r\n恰恰是因为电影采用了动画的形式，所以才能够进行一些天马行空的想象，让我们能够大快朵颐地享受一个视听盛宴；因为是动画，所以可以表现很多非常夸张的动作，让我们捧腹大笑；因为是动画，才能够塑造出一个至真至善的角色让我们反思现实，而不感违和。\r\n所以，接下来的讨论，我们一定要基于动画这个基础上，而不要对这部动画电影过于吹毛求疵。\r\n二、鲜明的角色\r\n1、兰斯\r\n兰斯特工表面上看起来是一个很要面子，爱出风头，杀伐果断，不近人情的有些孤傲的人物。\r\n实际上兰斯特工的内心很柔软，也很善良，他之所以出任务喜欢一个人单干，是因为以前出任务，他曾失去过很多搭档，也就是他所说的他曾经失去的很多善良的人。我们可以推测出，也许有某个他以前的搭档还是因为救他而死的。\r\n所以兰斯为了不再失去搭档，不再失去他在乎的人，而选择一个人单干。\r\n兰斯也是一个正义感十足的人物，与拯救世界相比，他从不会在乎自己的得失。\r\n他不是没有感情，也不是冷血动物，他只是因为失去的太多了，所以嫉恶如仇而渐渐变得麻木了。\r\n2、沃尔特\r\n发明天才沃尔特是一个至真至善的人，无论其他人怎样说他古怪，他不会反击，他只是坚定的坚持自己的信念，因为他渴望用他的发明改变世界，保护世界。\r\n他的善良体现在他的发明和他的行动上。虽然是为特工服务，可沃尔特的发明没有一样是会造成人的死亡的，他的发明都只是限制敌人的行动；在他面对大反派Killian的时候，他选择了把生的希望留给Killian，而把死的可能留给自己。\r\n因为他坚定地认为杀人是不对的，还有更好的解决问题的方式，哪怕这个方式是牺牲自己。\r\n为什么沃尔特会如此坚定地坚持自己呢？\r\n我想是因为在他小时候妈妈对他的鼓励，以及妈妈的以身作则、言传身教，而之后他妈妈又过早地因公殉职，离他而去。\r\n沃尔特对理想信念的坚持，不只是为他自己，更是为了他的妈妈。他不愿被周围的环境同化，因为他不想让在天堂的妈妈失望，因为他相信妈妈对她说的话都是对的。\r\n3、Marcy\r\nMarcy是抓捕兰斯和沃尔特的特工，这一路上可以说是百折不挠，锲而不舍。\r\n对于这个嫉恶如仇，非常认死理，又身手不凡，心地善良的小姐姐，雪夜是很喜欢的。\r\n4、Killian\r\nKillian作为这部电影的大反派，也并非是一个十恶不赦的恶人。\r\n他的所作所为源于仇恨和报复，因为他的手下，可能是他最在乎的人，都被兰斯特工杀光了。因此他选择报复特工，想要杀光所有特工。\r\n三、电影所表达的主题\r\n除了常见的拯救世界的主题之外，《变身特工》有两点是值得我们思考的。\r\n一是冤冤相报何时了，不如一笑泯恩仇。\r\n这样的思想在我国的武侠片中很常见，但在欧美特工片中是不常见的。\r\n如果美国人都能像《变身特工》所表达的这样，不再在全世界树立假想敌，搞对抗，而是用善意非暴力去解决问题，那么这个世界一定会变得更美好。\r\n二是谁古怪，谁正常？\r\n我们作为一个局外人，开上帝视角，看《变身特工》，会觉得沃尔特是古怪的人吗？\r\n也许会，但善良不应该被认为是古怪，虽然在特工部门搞非杀伤性武器的研究看起来很奇怪。\r\n但是，因为周围环境的特殊，而自己没有变得和它一样，就是古怪吗？\r\n是就是吧！\r\n就像沃尔特的妈妈说的，这个世界需要古怪，也需要古怪的人来改变世界。\r\n多数人被世界改变，少数人则改变世界。\r\n很多时候，我们说是因为大环境的问题，导致我们身不由己，而这个大环境的问题，恰恰是由于多数人造成的问题。\r\n而改变世界，解决问题，往往是由于少数古怪人的坚持。他们坚持的往往只是一些最简单的道理，也是很多人曾经的信念，只是多数人已经不再相信了。而这些古怪的人，在个人得失的面前，也始终固执的坚持是非对错，然后想要改变那些：“从来如此，就对了吗？”的问题。直到大众被唤醒，然后世界得以改变。\r\n就像那些为真理而献身，被烧死在十字架上的科学家一样。",
			"useless_count": 3,
			"comments_count": 16,
			"alt": "https://movie.douban.com/review/12145356/",
			"id": "12145356",
			"subject_id": "27000084"
		},
		{
			"rating": {
				"max": 5,
				"value": 0,
				"min": 0
			},
			"useful_count": 1,
			"author": {
				"uid": "205792244",
				"avatar": "https://img9.doubanio.com/icon/u205792244-1.jpg",
				"signature": "",
				"alt": "https://www.douban.com/people/205792244/",
				"id": "205792244",
				"name": "青妍"
			},
			"created_at": "2020-04-24 23:13:47",
			"title": "变身特工:我看到了蓝天创作衰竭",
			"updated_at": "2020-04-24 23:13:47",
			"share_url": "https://m.douban.com/movie/review/12538146",
			"summary": "1威尔史密斯配音的人物一出场，我梦回黑衣人片场。高潮的无人机大战和虚拟现实技术，梦回蜘蛛侠英雄远征。熟悉的背叛误解套路，梦回碟中谍。不会飞的鸽子设定我梦回里约大冒险。门兜反派的机械手，我梦回星战走天...",
			"content": "1威尔史密斯配音的人物一出场，我梦回黑衣人片场。高潮的无人机大战和虚拟现实技术，梦回蜘蛛侠英雄远征。熟悉的背叛误解套路，梦回碟中谍。不会飞的鸽子设定我梦回里约大冒险。门兜反派的机械手，我梦回星战走天家断手绝技。蓝天！你怎么回事？\n2反派门兜配音，他一出场。稳了稳了，好莱坞最软反派。这些年我看着他轮转蜘蛛侠惊奇队长头号玩家罗宾汉起源星球大战各个片场演反派boss，每一个都看起来很高贵其实很菜鸡。\n3全场最佳！泄殖腔。变鸽子的时候，威尔就看了看自己的宝贝，然后一脸惊恐，估计是没了。被那个木村捅生殖腔可还行。在潜水艇里居然下了个蛋，惊了！然后玩了把王男的梗，潜水艇的事就让它留在潜水艇。你听听，这是什么渣男发言。\n4荷兰弟配音的角色就是一个疯狂科学家，拿benji的人设顺便跟威尔史密斯组组cp，他就这样从善如流得坐到了威尔大腿上。并且说，抱歉让你下了蛋这种虎狼之言。\n5荷兰弟的角色爱看韩剧可还行，我觉得他就是拿了女主剧本。比如蓝天的里约大冒险，一直不会飞的鹦鹉因为他的老婆要死了会飞了！一直不会飞的威尔鸽子因为荷兰弟要死了会飞了！震惊，蓝天创作枯竭。\n6本门的你自带BGM的吐槽我get到了，暂停笑了整整三分钟，你就是因为星战里面被达斯维达锁喉了吧！所以你发出了怨念。\n7荷兰弟还调侃了一波，欢乐的五十道阴影。五十度灰鸽子版上线。\n8其实还挺好看的，我哈哈哈哈了一路，虽然bug不少，借鉴致敬不少。但是蓝天动画对鸟类的刻画还很生动，那个酒翻滚气泡的镜头做得很出彩。多花点钱搞点好剧本吧！\n9所以 里约大冒险三什么时候出来？为了听杰西说一声爱德华多看了二，三呢?给岳父多加点戏吧！\n\n\n",
			"useless_count": 0,
			"comments_count": 0,
			"alt": "https://movie.douban.com/review/12538146/",
			"id": "12538146",
			"subject_id": "27000084"
		},
		{
			"rating": {
				"max": 5,
				"value": 4,
				"min": 0
			},
			"useful_count": 6,
			"author": {
				"uid": "lonelywood",
				"avatar": "https://img9.doubanio.com/icon/u2046685-18.jpg",
				"signature": "mebius ring~",
				"alt": "https://www.douban.com/people/lonelywood/",
				"id": "2046685",
				"name": "猫格九"
			},
			"created_at": "2020-03-10 22:33:53",
			"title": "坚持爱的正义",
			"updated_at": "2020-03-12 23:23:22",
			"share_url": "https://m.douban.com/movie/review/12370986",
			"summary": "首先说对这部电影总的观感：一部合格的喜剧动画片，我愿意为它走进电影院。 情节是一贯的套路：明星特工兰斯一向秉持以暴制暴，在被反派BOSS诬陷的过程中被迫和geek科学家沃尔特绑定，一路笑料倍出地战胜反派的故...",
			"content": "首先说对这部电影总的观感：一部合格的喜剧动画片，我愿意为它走进电影院。\r\n情节是一贯的套路：明星特工兰斯一向秉持以暴制暴，在被反派BOSS诬陷的过程中被迫和geek科学家沃尔特绑定，一路笑料倍出地战胜反派的故事。\r\n笑点：\r\n1、Bird unbird\r\n兰斯被变成鸟，英文中的bird作为动词使用，正好对应中文的“鸟”你和“不鸟”你。看到这段的时候忍不住笑出声来，感慨语言的神奇。\r\n2、变身的各种“鸟”梗\r\n虽然是个壮汉，变身的时候因为使用了小母鸟的羽毛，竟然下了一个蛋。哈哈哈~以及360°的全景视野，和泄殖腔的尴尬。\r\n沃尔特养的小鸟和兰斯变身的鸟之间的互动。特别是颈部的羽毛，做的逼真又可爱，特别想摸一摸。\r\n3、沃尔特的各种神奇道具\r\n虽然是部“鸟”剧，也不免把猫拉出来卖卖萌，可是大家都买账。\r\n关键时刻，肯定是要发挥重要作用的~不过这部分感觉力度有点弱，没有让人眼前一亮的设计。\r\n以暴制暴VS用爱拥抱世界\r\n这大概是正义与邪恶战争的一个重要主题。\r\n作为特工的兰斯是以暴制暴的代表人物。作为国家暴力机器的一员，他使用暴力扫清黑恶势力，确实是无往不利的。这让他对于自己的方式和信念更加坚定。\r\n有时候，我们确实能感觉到暴力是必须的。没有国家暴力机关，会缺少许多的安全感。\r\n但有时候，这种暴力和权利，也同样让我们感觉到不安全。\r\n沃尔特是理想主义的化身。\r\n母亲作为国家机器的一员，为了保护群众对抗恶势力牺牲。沃尔特没有因为这个事件而“长歪”，反而更加坚信可以用爱感化世界。片头他和妈妈的互动也可以看出，这个孩子从小被教育得多么好，是在一个充满爱和正能量的环境中长大的。这就是我们最应该带给孩子的。即时他不能像沃尔特一样聪明，也一定是幸福的。眼中的世界是美好的，他回馈给世界的也一定是美好的。\r\n这让我想到日剧《轮到你了》中的男主手家翔太，给仇人个拥抱，感化他。简直是神一样的操作。\r\n这两个人相遇，必然会激起很多火花。\r\n最终，作为动画片，自然是“爱”战胜一切。\r\n但成年人都懂得，这是理想，不是现实。\r\n却不影响我们保持着这种美好的梦想。\r\nweird VS normal\r\n片中最常出现的形容词就是“weird”。牛津词典的解释是“奇异的，不寻常的，怪诞的”。\r\n在英语语义中略带贬义，所以沃尔特对于别人形容他“weird”，都是不太能接受的。\r\n人们总是本能地排斥异己，排斥自己不能接受的、与自己认知不符的人事物。\r\n沃尔特与其说是weird不如说是unique。\r\n现在的人们越来越希望与众不同，不希望派然众人。那代表着普通，那代表着平庸。这个世界崇尚个性，厌恶平庸。\r\n毕竟世界是由这群weird people推动前进的。\r\n但我觉得，weird也罢，normal也罢，都在用自己的方式引导着世界的走向。力量大作用大，力量小作用小，都不可忽视。世界上最多的还是普通人。\r\n你就是你，每个人都是独一无二的自己。即便你与许多人有相同的点，组合起来也是不一样的你。人有那么多的特质，排列组合的可能性远远大于世界人口。\r\n没必要为了特别而特别，那是中二少年才会做的事情。",
			"useless_count": 0,
			"comments_count": 2,
			"alt": "https://movie.douban.com/review/12370986/",
			"id": "12370986",
			"subject_id": "27000084"
		},
		{
			"rating": {
				"max": 5,
				"value": 3,
				"min": 0
			},
			"useful_count": 11,
			"author": {
				"uid": "57542378",
				"avatar": "https://img9.doubanio.com/icon/u57542378-10.jpg",
				"signature": "",
				"alt": "https://www.douban.com/people/57542378/",
				"id": "57542378",
				"name": "梦里诗书"
			},
			"created_at": "2020-01-07 16:47:03",
			"title": "变得了的身 变不了的套路",
			"updated_at": "2020-03-07 12:26:38",
			"share_url": "https://m.douban.com/movie/review/12151147",
			"summary": "文/梦里诗书 特工变身鸽子的包袱，为《变身特工》带来了不少捧腹的笑料，爱与梦想的立意也不乏正能量的导向，然而电影在剧情上却只是沿袭了特工片的旧有套路，中规中矩，似曾相似且过于低龄化的展开，使成片整体...",
			"content": "文/梦里诗书\r\n特工变身鸽子的包袱，为《变身特工》带来了不少捧腹的笑料，爱与梦想的立意也不乏正能量的导向，然而电影在剧情上却只是沿袭了特工片的旧有套路，中规中矩，似曾相似且过于低龄化的展开，使成片整体来看显得尤为单薄，难以给人带来多少真正天马行空的惊艳。\r\n在《冰河世纪》后，蓝天工作室其实一直没能再拿出媲美前作的作品，《变身特工》也是一样，虽然电影有着无可挑剔的动画制作，然而却并缺少一种能让人眼前一亮的新鲜感，电影故事以一位超级特工兰斯为引，反派复制了兰斯的脸，让兰斯蒙冤，而为了隐藏兰斯喝下了少年科学家沃尔特的药水变成了一只鸽子，一人一鸽的组合，两人在帮助兰斯洗刷冤屈的同时，还要共同拯救世界。\r\n电影在拯救世界的这一过程中，也借此酝酿了两个正能量的内核，梦想与博爱，作为少年科学家的沃尔特，发明的很多东西都是看似可有可无的鸡肋，被人嘲弄，然而正是这些道具，最终成功化解了危及，而也是在沃尔特的身上，他善良的秉性，使他希望通过不血腥的方式来取得胜利，甚至在最后甘愿牺牲自己也要拯救敌人。梦想与博爱这两个内核随着历险展开的构建，确实对孩子来说是具有正向教育意义的。\r\n虽然电影内核不乏意义，但电影却并非一部真正全年龄段的佳作，从强弱组合到互相嫌弃的人物关系，从蒙冤历险到正邪交锋，整部电影的剧情走向都给人一种似曾相似的感觉，纵观电影剧情，除了威尔·史密斯配音的特工兰斯变身为一只鸽子，电影用人与鸽子的反差制造了一定的笑料外，几乎再没有任何新鲜感可言，甚至于还存在着不少可有可无为了凑包袱的废戏，如此七拼八凑的故事，使电影过半便已然让人对其剧情走向失去了兴致。\r\n造成这一问题的原因除了想象力的匮乏，定位的低龄，更在于电影缺乏真正有效的人物塑造，在《变身特工》中不论是傲慢的特工兰斯，善良的发明家沃尔特，还是电影的反派形象，电影所有角色给人的印象都是扁平的，随着剧情的推进，作为主角的两位搭档虽然也有成长，却基本上看不到能被称为人物弧光的亮点，令人看到的只有生硬的说教和煽情，这一缺陷也使电影失去了在人物层面上诱人共情的可能。\r\n《变身特工》展现了蓝天工作室在制作上的一贯水准，然而今天的蓝天工作室却也失去了在《冰河世纪》时，那种将观众带入妙趣横生之地的能力，电影的平庸，是即便拥有变身的看点，也不足以掩盖电影套路的乏善可陈。",
			"useless_count": 7,
			"comments_count": 1,
			"alt": "https://movie.douban.com/review/12151147/",
			"id": "12151147",
			"subject_id": "27000084"
		},
		{
			"rating": {
				"max": 5,
				"value": 4,
				"min": 0
			},
			"useful_count": 5,
			"author": {
				"uid": "135231334",
				"avatar": "https://img9.doubanio.com/icon/u135231334-3.jpg",
				"signature": "",
				"alt": "https://www.douban.com/people/135231334/",
				"id": "135231334",
				"name": "山鬼唱九歌"
			},
			"created_at": "2020-01-07 23:03:27",
			"title": "合作还是solo",
			"updated_at": "2020-01-15 17:37:54",
			"share_url": "https://m.douban.com/movie/review/12151895",
			"summary": "废了很大的劲，终于看了这部电影。因为我居住的地方给这部电影很少场次，几乎都在我的工作时间，于是我特地和朋友坐车到离我们比较远的电影院观看。 笑点非常密集，特效也不会让人失望。总而言之，如果想放松看这...",
			"content": "废了很大的劲，终于看了这部电影。因为我居住的地方给这部电影很少场次，几乎都在我的工作时间，于是我特地和朋友坐车到离我们比较远的电影院观看。\r\n笑点非常密集，特效也不会让人失望。总而言之，如果想放松看这部片就对了。\r\n兰斯很常说的一句话是“I fly solo.”从一开始的斩钉截铁和自信，到最终的无奈。优秀的人难免总有一个通病，就是他们总觉得对方会拉低自己的效率，自己一个人没有牵挂反而好很多。因为你不需要绞尽脑汁地想不被队友拖累。不过在最后，展现在观众眼前的是一个更加立体化的形象，因为他似乎是看过太多善良的人死去，所以不愿意再眼睁睁重复这段悲剧，才选择了solo。那么solo真的需要向合作投降吗？\r\n合作与独处\r\n生活当中总是很多人告诉我们合作的力量更大。为什么合作的力量更大，大概是因为每个人都有失误的时候，同伴能给你精神的鼓励，或者一些实质性地帮助。这部电影里面沃尔特用自己‘weird creation ’拯救了特工，拯救了兰斯。合作与独处其实在人类社会中都是必不可少的生活技能，只是这部电影其实展现地几乎都是变成格子的兰斯需要被拯救的部分，而身为特工的兰斯被拯救的部分相对较少，印象中只有打开手铐的时候是需要的。不过我也会不禁思考，身为顶级特工的兰斯，真的对这个手铐毫无办法吗？\r\nweird \r\n沃尔特的weird应该更多展现在自己的发明上。包容可能也是这部电影想突出的其中一点，15岁从麻省理工就毕业的他，致力于发明不伤害人类的武器。最终还被邀请成为特工组织的leader。个性奇怪的人真的活的特别艰辛，因为你必须要改变世界，才能获得温柔。希望大家能够对身边每一个weird 的人抱有一定的宽容，因为你不知道，他的思考是否就在明天拯救了自己。\r\n好人与坏人\r\n“你眼中的坏人，是我最亲近的人”其实好坏本来就是特别具有主观性的词语。这让我不禁想到最近传的风火的“第三次世界大战”\r\n其实好坏我不怎么在乎，我在乎的是和平，人们面前切实存在的面包和家。而不是成为政治的工具。",
			"useless_count": 0,
			"comments_count": 2,
			"alt": "https://movie.douban.com/review/12151895/",
			"id": "12151895",
			"subject_id": "27000084"
		},
		{
			"rating": {
				"max": 5,
				"value": 4,
				"min": 0
			},
			"useful_count": 3,
			"author": {
				"uid": "Quester",
				"avatar": "https://img9.doubanio.com/icon/u2946724-3.jpg",
				"signature": "有趣便来，无趣请走~",
				"alt": "https://www.douban.com/people/Quester/",
				"id": "2946724",
				"name": "Quester"
			},
			"created_at": "2020-01-13 08:59:36",
			"title": "鸽子蛋最后去了哪里？",
			"updated_at": "2020-04-17 23:37:50",
			"share_url": "https://m.douban.com/movie/review/12162260",
			"summary": "这其实是一部鸟类基因明显的动画片，基本上都是《里约大冒险》和《冰河世纪》的班底，故事版艺术家有些做过《疯狂的小鸟》。那么在表现鸟类这方面应该是让人放心的的了，但是对于人物的设定就让人有些担心，毕竟...",
			"content": "这其实是一部鸟类基因明显的动画片，基本上都是《里约大冒险》和《冰河世纪》的班底，故事版艺术家有些做过《疯狂的小鸟》。那么在表现鸟类这方面应该是让人放心的的了，但是对于人物的设定就让人有些担心，毕竟蓝天工作室上一部《森林战士》的人设就不是很有特色，但是看完之后觉得还好，虽然主角两个人明显是按照配音主角来塑造的，和“群演”的造型风格有些不同，但是因为故事节奏快，画面切换迅猛而不太容易察觉。而略显荒诞的“变鸟”科技，在动画片中就不会觉得太离奇，而且各种特工特技也能获得更大空间的表现力。ps：有人说部分画面的动作和人设像《小黄人》，人设方面没找到确凿证据，但是的确有部分故事版艺术家是为《小黄人》工作过的。\r\n故事痕迹其实杂糅了太多特工片和科幻片元素，史皇自己演过的《黑衣人》和《我机器人》以及变化多端的《阿拉丁》灯神都为这部片做了很好的铺垫，小蜘蛛这边也是一样，人设和角色有较好的粘合力，让这部片子在商业娱乐片中成功了一半。但是让票房受影响的也许是片中对于“好人坏人”的理论，“没有绝对的好人和坏人”这个说法，在现在的世界局势下是很难被认同的。一不高兴，就互指对方为“恐怖分子”，这伎俩老百姓也是看得心累了。\r\n能变鸽子还能下蛋，这个技能必须点赞。从这个创作痕迹上，我们应该学到些东西——不要忽视和阻止那些奇思妙想，哪怕它看起来可能是有些愚蠢和荒谬。——找到一个实现和解释它的办法，就能够将看起来不可能的事情变为令人惊奇的现实。——我们现在的问题，不是把好点子扼杀在了摇篮里，就是将点子变为产品的功课做得不到位，所以才出现了那么多把钱烧在莫名其妙地方的电影。",
			"useless_count": 3,
			"comments_count": 2,
			"alt": "https://movie.douban.com/review/12162260/",
			"id": "12162260",
			"subject_id": "27000084"
		},
		{
			"rating": {
				"max": 5,
				"value": 3,
				"min": 0
			},
			"useful_count": 0,
			"author": {
				"uid": "129569938",
				"avatar": "https://img9.doubanio.com/icon/u129569938-2.jpg",
				"signature": "",
				"alt": "https://www.douban.com/people/129569938/",
				"id": "129569938",
				"name": "晓月华"
			},
			"created_at": "2020-06-07 21:37:58",
			"title": "如何把特工电影做崩",
			"updated_at": "2020-06-07 21:37:58",
			"share_url": "https://m.douban.com/movie/review/12648103",
			"summary": "看的时候就一直在三星和四星之间反复横跳，看到最后看得我给二星的心都有了 先说说好的方面，制作真的很足，追逐戏超爽，令人耳目一新的特工道具，整体有较稳的主题思想。 但！观影体验随时间的推移一直呈下降趋...",
			"content": "看的时候就一直在三星和四星之间反复横跳，看到最后看得我给二星的心都有了\r\n先说说好的方面，制作真的很足，追逐戏超爽，令人耳目一新的特工道具，整体有较稳的主题思想。\r\n但！观影体验随时间的推移一直呈下降趋势，过了开场一段任务后，把男主喜欢单飞的形象立起来，就开始展现这片的神逻辑，在特工这一背景下，都是些高科技道具，但是警方不相信有个人有机械臂，能够模仿男主的脸，易容在现实也很正常啊，明明你的那俩手下也很不可思议好不好，我明白警察在电影里一般都是废物，但不要这么恶心人好吗。男主变成鸟了，你都能跟那么紧，易容的反派管都不管。\r\n我说过这片有稳定的中心思想，不过表现得很烂，说一个小发明家想通过发明和平的小道具拯救全人类，但是不想伤害任何人。一开始兰斯意外被沃尔特变成鸽子，说鸽子有多酷，我以为整篇会让兰斯从不熟悉到习惯的转变，但是并没有，全篇都没有因为鸽子办成过事。沃尔特说团结就是力量，但是鸽子拍档一直在添麻烦，完全靠主角的幸运而没被抓到。沃尔特说爱与和平，不要伤害，最后决战一队特工用沃尔特的道具效果和普通武器的效果一毛一样，兰斯就因为这些鸡肋发明，一直拿不下反派。整篇主要思想就是想告诉你，辅助有多重要，这片子也表现出来告诉观众，如果一队人都是辅助没输出什么事都干不成。\r\n片子在中后期也有高光时刻，兰斯一行人成功追到资料库信息，反派一拳就把一行人都给撂倒了，简直不要太帅，不过呢，你猜猜兰斯他们怎么逃走的，就因为反派被鸽子群给围了，逼格瞬间拉胯。后来，兰斯终于变回人了，又准备单飞，就打坏了一个无人机，然后...被反派抓了。兰斯跟别特工说，习惯一下沃尔特的道具就好了，那跟棒子上去又被反派打倒。\r\n总而言之，成片就是在不停拉胯中拉上帷幕，总以为能让我爽一爽的时候就开始恶心人。及格分仅打给制作。",
			"useless_count": 0,
			"comments_count": 0,
			"alt": "https://movie.douban.com/review/12648103/",
			"id": "12648103",
			"subject_id": "27000084"
		},
		{
			"rating": {
				"max": 5,
				"value": 4,
				"min": 0
			},
			"useful_count": 0,
			"author": {
				"uid": "161523318",
				"avatar": "https://img9.doubanio.com/icon/u161523318-2.jpg",
				"signature": "",
				"alt": "https://www.douban.com/people/161523318/",
				"id": "161523318",
				"name": "KIWI Queen"
			},
			"created_at": "2020-06-02 20:57:21",
			"title": "开心一下",
			"updated_at": "2020-06-02 20:57:21",
			"share_url": "https://m.douban.com/movie/review/12638051",
			"summary": "本来就冲着放松娱乐的目的去的，看下来也的确达到了预想效果。整部片子节奏挺流畅的，有几处笑点挺密集，真实逗乐了我，害增长了不少关于鸽子的（奇怪）知识哈哈哈 配音的史皇和荷兰弟绝对是亮点即招牌，感觉两人...",
			"content": "本来就冲着放松娱乐的目的去的，看下来也的确达到了预想效果。整部片子节奏挺流畅的，有几处笑点挺密集，真实逗乐了我，害增长了不少关于鸽子的（奇怪）知识哈哈哈\r\n配音的史皇和荷兰弟绝对是亮点即招牌，感觉两人化学反应也不错，导演编剧就是冲着他俩度身定制了这部电影吧。至于电影落脚点，情节推敲什么的就不用具体细究了吧，毕竟我们只是为了放松娱乐呀。看得开心就好！",
			"useless_count": 0,
			"comments_count": 0,
			"alt": "https://movie.douban.com/review/12638051/",
			"id": "12638051",
			"subject_id": "27000084"
		},
		{
			"rating": {
				"max": 5,
				"value": 5,
				"min": 0
			},
			"useful_count": 1,
			"author": {
				"uid": "164188696",
				"avatar": "https://img9.doubanio.com/icon/u164188696-1.jpg",
				"signature": "",
				"alt": "https://www.douban.com/people/164188696/",
				"id": "164188696",
				"name": "Z_AZ"
			},
			"created_at": "2020-06-02 18:46:55",
			"title": "好看！！！宣传做的太少了！",
			"updated_at": "2020-06-02 18:46:55",
			"share_url": "https://m.douban.com/movie/review/12637854",
			"summary": "无敌搞笑好看！！！以后别的厂没办法做特工主题了，立意很高 。设计想法都很棒！宣传太少了！！去的都是家长带小朋友。大家都看的很开心， 真的是宣传太少了。太好看了！goooooooooooooooooooooooooooooooooooooo...",
			"content": "无敌搞笑好看！！！以后别的厂没办法做特工主题了，立意很高 。设计想法都很棒！宣传太少了！！去的都是家长带小朋友。大家都看的很开心， 真的是宣传太少了。太好看了！goooooooooooooooooooooooooooooooooooooooooooooooooooooooooood!哎，可惜了。",
			"useless_count": 0,
			"comments_count": 0,
			"alt": "https://movie.douban.com/review/12637854/",
			"id": "12637854",
			"subject_id": "27000084"
		},
		{
			"rating": {
				"max": 5,
				"value": 4,
				"min": 0
			},
			"useful_count": 0,
			"author": {
				"uid": "216292405",
				"avatar": "https://img9.doubanio.com/icon/u216292405-1.jpg",
				"signature": "",
				"alt": "https://www.douban.com/people/216292405/",
				"id": "216292405",
				"name": "林小米"
			},
			"created_at": "2020-05-06 02:22:59",
			"title": "《变身特工》：我“鸽”了 套路都懂 但还是挺好看的",
			"updated_at": "2020-05-06 02:23:19",
			"share_url": "https://m.douban.com/movie/review/12570316",
			"summary": "《变身特工》是由二十世纪福克斯旗下著名的蓝天工作室制作出品，他们的代表作就是风靡全球的《冰川时代》和《里约大冒险》。 电影由威尔·史密斯和汤姆·赫兰德为其配音，史皇先是忙完了灯神的工作，然后回归特工...",
			"content": "《变身特工》是由二十世纪福克斯旗下著名的蓝天工作室制作出品，他们的代表作就是风靡全球的《冰川时代》和《里约大冒险》。\r\n电影由威尔·史密斯和汤姆·赫兰德为其配音，史皇先是忙完了灯神的工作，然后回归特工，第一次被年轻的“自己”追杀，这次则变成了鸽子特工，而荷兰弟失去了托尼之后则大战无人机，而且打了两次，这个梗是逃不过了。当然除了这两位还有“星云”凯伦·吉兰加盟配音。\r\n其实史皇和荷兰弟不光为动画片配音，他们其实也算是“出演”了这部动画，因为这两位配音的动画人物造型和现实中的演员有几分相似。所以两人的“同框出镜”也算是一次非常特殊的合作。不过笔者还觉得，电影中有个角色很像“死侍”瑞恩·雷诺兹。\r\n电影讲述了上天下地无所不能的特工兰斯被不靠谱的天才发明家沃尔特带到了一出大麻烦当中，一边要继续执行任务，一边要解决自身危机。在危难当头，他们必须团结一致才能拯救世界。\r\n电影整体节奏很快，没什么拖沓，而且比较套路，特工加科技宅的碰撞产生的火花。电影整体的画风轻松有趣，画面感强，笑点密集，娱乐性非常高，老少皆宜，看的非常欢乐。\r\n很多人说电影过于低幼，本来动画片这一类型的受众群体就是孩子，就是低幼，没什么问题，确实没有那么多要给成人看的动画片，所以真的没有必要去纠结。电影对于有童心的影迷再合适不过了。\r\n大多数想看《变身特工》的观众没多少是冲着故事与画风去的，不都是喜欢史皇和荷兰弟的嘛，所以看到了角色，听到了配音，其实就够了，孩子也并不懂这些，只不过不同年龄段的观众关注点并不一样。\r\n话说这电影这么和平，为什么不让科学家“荷兰弟”突破次元壁介绍给霹雳娇娃们，简直是完美合作，都是爱与和平，黑科技拯救世界啊！电影的总体完成度很高，更适合孩子，道理也通俗易懂。",
			"useless_count": 0,
			"comments_count": 0,
			"alt": "https://movie.douban.com/review/12570316/",
			"id": "12570316",
			"subject_id": "27000084"
		},
		{
			"rating": {
				"max": 5,
				"value": 5,
				"min": 0
			},
			"useful_count": 3,
			"author": {
				"uid": "68767378",
				"avatar": "https://img9.doubanio.com/icon/u68767378-4.jpg",
				"signature": "( •̀ ω •́ )y",
				"alt": "https://www.douban.com/people/68767378/",
				"id": "68767378",
				"name": "理想家"
			},
			"created_at": "2020-04-23 00:06:41",
			"title": "好看",
			"updated_at": "2020-04-23 00:06:41",
			"share_url": "https://m.douban.com/movie/review/12532953",
			"summary": "哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈...",
			"content": "哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈",
			"useless_count": 1,
			"comments_count": 0,
			"alt": "https://movie.douban.com/review/12532953/",
			"id": "12532953",
			"subject_id": "27000084"
		},
		{
			"rating": {
				"max": 5,
				"value": 3,
				"min": 0
			},
			"useful_count": 0,
			"author": {
				"uid": "187242655",
				"avatar": "https://img9.doubanio.com/icon/u187242655-2.jpg",
				"signature": "",
				"alt": "https://www.douban.com/people/187242655/",
				"id": "187242655",
				"name": "伶俐"
			},
			"created_at": "2020-04-22 18:43:15",
			"title": "无论怎么样都会有人站在身旁支持你你的，你不是一个人在战斗。",
			"updated_at": "2020-04-22 18:44:46",
			"share_url": "https://m.douban.com/movie/review/12531890",
			"summary": "影片如果有一定英语基础的话，可以盲听的情况下明白意思。 变身特工的妈妈是一位明智的妈妈，她并不因为孩子被说成怪物而否定了孩子，而是去支持孩子所做的事情。富有发明创造头脑的怪胎  沃尔特·贝克特遇到武艺...",
			"content": " 影片如果有一定英语基础的话，可以盲听的情况下明白意思。\r\n变身特工的妈妈是一位明智的妈妈，她并不因为孩子被说成怪物而否定了孩子，而是去支持孩子所做的事情。富有发明创造头脑的怪胎  沃尔特·贝克特遇到武艺高超但却高傲的斯特林特工会发生什么事情。\r\n接下来就开始了。\r\n开头这样开始，简单的说明了一下影片的主人公。🕺🏽🕺🏽🕺🏽🕺🏽🕺🏽🕺🏽\r\n紧接着，是男孩子的“恩师”登场。拥有着超凡的武功，但有些自负。\r\n之后进行影片中的人物过了一遍，不过可以跳过。🚴🏼\u200d♂️\r\n华盛顿特区水下基地\r\n归来的s，拿着战利品走进了长官办公室，却发现箱子是空的。从而被冤枉是s拿走的。逃走的s找到贝克特，但却变成了一只鸟。再次他也明白了一些事情。\r\n经过回到原模样的他，看着贝克特被那个嫉妒他的人杀死。但贝用自己的发明创造救下了s，两人开始行动计划，获取成功。\r\n其实很多时候我们并不应该独立行动，因为总有一些人会帮助你，和你一起前行，并且带给你新的体会。\r\n影片如果有一定英语基础的话，可以盲听的情况下明白意思。",
			"useless_count": 0,
			"comments_count": 0,
			"alt": "https://movie.douban.com/review/12531890/",
			"id": "12531890",
			"subject_id": "27000084"
		},
		{
			"rating": {
				"max": 5,
				"value": 0,
				"min": 0
			},
			"useful_count": 0,
			"author": {
				"uid": "miaojiezi",
				"avatar": "https://img9.doubanio.com/icon/u43962356-4.jpg",
				"signature": "公众号：妙看影视",
				"alt": "https://www.douban.com/people/miaojiezi/",
				"id": "43962356",
				"name": "妙介子"
			},
			"created_at": "2020-04-16 20:43:39",
			"title": "似曾相识鸽归来——《变身特工》",
			"updated_at": "2020-04-16 20:43:39",
			"share_url": "https://m.douban.com/movie/review/12512836",
			"summary": "似曾相识鸽归来——《变身特工》 今天聊聊电影《变身特工》。 片名Spies in Disguise (2019)，别名变雀特工(港) / 变身特务(台) / 百变间谍王 / 飞鸽特工队 / 伪装间谍 / 间谍伪装 / 鸽中谍。 2019年年底动画电影...",
			"content": " \r\n似曾相识鸽归来——《变身特工》\r\n今天聊聊电影《变身特工》。\r\n片名Spies in Disguise (2019)，别名变雀特工(港) / 变身特务(台) / 百变间谍王 / 飞鸽特工队 / 伪装间谍 / 间谍伪装 / 鸽中谍。\r\n2019年年底动画电影《变身特工》上映，由史皇和荷兰弟领衔主演，主打特工元素。\r\n本片就像《龙兄鼠弟》的配置，一个王牌特工带着一个新人菜鸟，完成一项艰巨特工任务，再一次拯救世界，把爱洒满人间。\r\n《变身特工》主打元素是特工，而最终看点则是“变身”。\r\n如何完成变身点题成了影片关键。《变身特工》的处理方式不是物理层面的光学隐身、改变形态，而是生物层面的DNA重组。\r\n片中通过特效药物将人的DNA打散重组为鸽子的DNA，实现人变鸟。喜剧元素也大多集中于此，在人与鸟之间，各种笑料层出不穷。\r\n作为喜剧电影，《变身特工》整体笑果平平，无非是在人变鸟的基础上，把以往的老梗重新排列组合一番，谈不上有多少创新。\r\n最让人有怀旧感的是，这部特工题材动画电影给人感觉十分类似《蜘蛛侠：英雄远征》。其实就是把真人版的《蜘蛛侠：英雄远征》换了个壳子，变成动画片，重新包装一下，完工。\r\n《变身特工》给人类似的感觉，一方面是演员大面积和《蜘蛛侠：英雄远征》重复，主角汤姆·赫兰德 Tom Holland和反派本·门德尔森 Ben Mendelsohn同样也是《蜘蛛侠：英雄远征》中的主角，另一方面更重要的是剧情设定大量重叠。\r\n片中主角沃尔特 Walter Beckett是一位充满奇思妙想，想把爱洒满世界的年轻人，即便在特工机构内负责研制攻击性武器，依旧不忘自己的初心，想方设法地把武器变成大玩具。这和蜘蛛侠不杀生的理念重合，希望用最温和的方式感化敌人。\r\n反派基里安Killian则完全是神秘客的既视感，指挥着上千家无人机，进行各种违法犯罪勾当。\r\n反派主要攻击手段和主角主要反制措施，都给人似曾相识的感觉。尤其是上千架无人机出现时，给人的感觉就是仿佛跑错片场，神秘客玩过的一套东西用动画的方式简单重现。\r\n沃尔特和基里安你来我往，打得不亦乐乎，并且加入喜剧动画片需要的轻松笑料，就像将《英雄远征》复盘了一遍。\r\n另一位主角兰斯·斯特灵 Lance Sterling是特工机构里的明星探员，喜欢单干。这个角色选择黑色皮肤，选择史皇配音，主要是看中他的票房号召力，根本原因还是照顾政治正确，否则按照好莱坞几十年的惯例肯定还会是白人角色。\r\n兰斯刚愎自用孔武有力，喜欢各种高爆武器，恨不得分分钟把所有敌人全都突突了。就是这样一位狠角色炫酷登场后，他的任务就变成了负责反差萌，进一步烘托沃尔特。\r\n在沃尔特的“坚持”下，剧情往老少咸宜的方向发展，原本充满仇恨的相互厮杀变成了爱与欢乐的海洋。这也是动画片的独特魅力。\r\n影片重回普世价值，以暴制暴冤冤相报何时了，只有依靠爱的拥抱才能感化对方，大家求同存异实现大同。沃尔特的想法是好的，动画片里反派们也十分配合，只不过这种超越现实的大同只能在动画电影中才能实现。\r\n爱与和平咏叹调，\r\n似曾相识鸽归来。\r\n这里是硬核影迷集散地，欢迎关注公众号：妙看影视",
			"useless_count": 0,
			"comments_count": 0,
			"alt": "https://movie.douban.com/review/12512836/",
			"id": "12512836",
			"subject_id": "27000084"
		},
		{
			"rating": {
				"max": 5,
				"value": 3,
				"min": 0
			},
			"useful_count": 0,
			"author": {
				"uid": "173819093",
				"avatar": "https://img9.doubanio.com/icon/user_normal.jpg",
				"signature": "",
				"alt": "https://www.douban.com/people/173819093/",
				"id": "173819093",
				"name": "陈熠"
			},
			"created_at": "2020-04-13 18:23:46",
			"title": "勉强能看",
			"updated_at": "2020-04-13 18:23:46",
			"share_url": "https://m.douban.com/movie/review/12502518",
			"summary": "只能说很一般吧，或许比较适合小孩看，剧情非常简单粗暴，特效也不是很惊艳，唯一的亮点或许就是威尔史密斯了吧。男主小孩跟超能陆战队设定很像，都是丧亲科技宅，但是表现力完全不在一个等级，情感描写一笔带过...",
			"content": "只能说很一般吧，或许比较适合小孩看，剧情非常简单粗暴，特效也不是很惊艳，唯一的亮点或许就是威尔史密斯了吧。男主小孩跟超能陆战队设定很像，都是丧亲科技宅，但是表现力完全不在一个等级，情感描写一笔带过，笑点比较尴尬。嗯后面凑字数叽里呱啦叽里呱啦叽里呱啦叽里呱啦叽里呱啦叽里呱啦叽里呱啦叽里呱啦叽里呱啦叽里呱啦",
			"useless_count": 0,
			"comments_count": 0,
			"alt": "https://movie.douban.com/review/12502518/",
			"id": "12502518",
			"subject_id": "27000084"
		},
		{
			"rating": {
				"max": 5,
				"value": 0,
				"min": 0
			},
			"useful_count": 0,
			"author": {
				"uid": "210255394",
				"avatar": "https://img9.doubanio.com/icon/u210255394-3.jpg",
				"signature": "",
				"alt": "https://www.douban.com/people/210255394/",
				"id": "210255394",
				"name": "乖宝"
			},
			"created_at": "2020-04-12 17:01:38",
			"title": "变身特工",
			"updated_at": "2020-04-12 17:01:38",
			"share_url": "https://m.douban.com/movie/review/12498759",
			"summary": "电影在拯救世界的这一过程中，也借此酝酿了两个正能量的内核，梦想与博爱，作为少年科学家的沃尔特，发明的很多东西都是看似可有可无的鸡肋，被人嘲弄，然而正是这些道具，最终成功化解了危及，而也是在沃尔特的...",
			"content": "\n\n电影在拯救世界的这一过程中，也借此酝酿了两个正能量的内核，梦想与博爱，作为少年科学家的沃尔特，发明的很多东西都是看似可有可无的鸡肋，被人嘲弄，然而正是这些道具，最终成功化解了危及，而也是在沃尔特的身上，他善良的秉性，使他希望通过不血腥的方式来取得胜利，甚至在最后甘愿牺牲自己也要拯救敌人。梦想与博爱这两个内核随着历险展开的构建，确实对孩子来说是具有正向教育意义的。\n\n虽然电影内核不乏意义，但电影却并非一部真正全年龄段的佳作，从强弱组合到互相嫌弃的人物关系，从蒙冤历险到正邪交锋，整部电影的剧情走向都给人一种似曾相似的感觉，纵观电影剧情，除了威尔·史密斯配音的特工兰斯变身为一只鸽子，电影用人与鸽子的反差制造了一定的笑",
			"useless_count": 0,
			"comments_count": 0,
			"alt": "https://movie.douban.com/review/12498759/",
			"id": "12498759",
			"subject_id": "27000084"
		},
		{
			"rating": {
				"max": 5,
				"value": 3,
				"min": 0
			},
			"useful_count": 0,
			"author": {
				"uid": "denghoe",
				"avatar": "https://img9.doubanio.com/icon/u174776886-3.jpg",
				"signature": "天真在这条路上 跌跌撞撞",
				"alt": "https://www.douban.com/people/denghoe/",
				"id": "174776886",
				"name": "邓锄头"
			},
			"created_at": "2020-04-12 11:33:11",
			"title": "唯一槽点就是几只真实的鸽子",
			"updated_at": "2020-04-21 09:10:35",
			"share_url": "https://m.douban.com/movie/review/12497831",
			"summary": "片头意外发现是威尔史密斯配音 故事也是很传统的爱与和平，男主是个反套路的科学家，男二特工是个传统顶级特工，故事矛盾在2人之间展开，最后习惯用爱与和平的科技拯救世界的男主最后获得了男二和世界在内的人们...",
			"content": "  片头意外发现是威尔史密斯配音\r\n故事也是很传统的爱与和平，男主是个反套路的科学家，男二特工是个传统顶级特工，故事矛盾在2人之间展开，最后习惯用爱与和平的科技拯救世界的男主最后获得了男二和世界在内的人们的认可。\r\n唯一槽点就是几只真实的鸽子了，真实毁了我对鸽子的传统印象，哪有这么神经质、脏和恶心。5分。  ",
			"useless_count": 0,
			"comments_count": 2,
			"alt": "https://movie.douban.com/review/12497831/",
			"id": "12497831",
			"subject_id": "27000084"
		},
		{
			"rating": {
				"max": 5,
				"value": 3,
				"min": 0
			},
			"useful_count": 0,
			"author": {
				"uid": "2669520",
				"avatar": "https://img9.doubanio.com/icon/user_normal.jpg",
				"signature": "",
				"alt": "https://www.douban.com/people/2669520/",
				"id": "2669520",
				"name": "大卫"
			},
			"created_at": "2020-04-08 19:56:51",
			"title": "一切以目的为导向可能就忽略了人文关怀",
			"updated_at": "2020-04-08 19:56:51",
			"share_url": "https://m.douban.com/movie/review/12486411",
			"summary": "电影里面反派是因为史皇为制服敌人让无辜的人包括反派自己受到牵连，在这之后也没相应的救助和补偿，导致他走入复仇之路（如果电影我没误解的话，反派的动机是这样）。 片尾荷兰弟自我牺牲的行为应该救醒了他。 ...",
			"content": "电影里面反派是因为史皇为制服敌人让无辜的人包括反派自己受到牵连，在这之后也没相应的救助和补偿，导致他走入复仇之路（如果电影我没误解的话，反派的动机是这样）。\r\n片尾荷兰弟自我牺牲的行为应该救醒了他。\r\n反派这里有个人点点想法，跟去年广州地陷当局直接水泥回填坑有关，结局是掉里面的人永远找不回来了。\r\n就是现在一切以经济建设为中心，为了防止经济损失，直接回填坑，整个事件作为旁观者感觉是一点人情味都没，甚至是心寒。甚至现在很多当局做法都这样，之前高铁翻车也是这样。\r\n回到电影，荷兰弟的价值观是，对于制服坏人，不一定是以造成伤害为手段，特别是使用热武器，造成的破坏还会波及周边人和物，反派就是这样产生，所以荷兰弟开发的武器，既能制服敌人，又能避免毁灭性打击，我个人是挺认同。他那个粘胶装置，我觉得现实也是可以运用…突然有点蜘蛛丝的感觉。\r\n说多点，之前制服老虎咬人的事件（一个女士从车里走出来，但路上是禁止的，不知道还有没人记得这个事），用粘胶我觉得是可以代替击毙的，等等…",
			"useless_count": 0,
			"comments_count": 0,
			"alt": "https://movie.douban.com/review/12486411/",
			"id": "12486411",
			"subject_id": "27000084"
		},
		{
			"rating": {
				"max": 5,
				"value": 3,
				"min": 0
			},
			"useful_count": 0,
			"author": {
				"uid": "83486048",
				"avatar": "https://img9.doubanio.com/icon/u83486048-6.jpg",
				"signature": "",
				"alt": "https://www.douban.com/people/83486048/",
				"id": "83486048",
				"name": "不露露露~"
			},
			"created_at": "2020-04-08 11:57:03",
			"title": "没有孤胆英雄，LOVE and PEACE",
			"updated_at": "2020-04-09 15:56:51",
			"share_url": "https://m.douban.com/movie/review/12485091",
			"summary": "我一向是爱看动画片的，因为其奇思妙想与童趣的轻松结合，是真人影片所不能比拟的。《变身特工》保持着全年龄层动画片的固有特征，易懂，好进入，让世界充满爱。 但看了影片，糊涂新手与孤胆英雄的固定搭配，对世...",
			"content": "       我一向是爱看动画片的，因为其奇思妙想与童趣的轻松结合，是真人影片所不能比拟的。《变身特工》保持着全年龄层动画片的固有特征，易懂，好进入，让世界充满爱。\r\n       但看了影片，糊涂新手与孤胆英雄的固定搭配，对世界和价值看法的天然摩擦，反差萌的爆笑与掣肘，推动整个剧情发展。和当年威尔史密斯出演的《黑衣人》如出一辙的故事梗 ，让“俗套”二字豁然而出。\r\n       先来说说“科学怪胎”沃尔特的设计，不被人理解的早慧少年，独有母亲的理解支撑走完研习生涯，带着发明梦想拯救世界。这个设定怎么看，怎么像《美食从天而降》的男主弗林特。\r\n       再来说说孤胆英雄兰斯，集特工特质于一身，以一敌百，箭无虚发。无敌人设就是坏人阵营的“公敌”。\r\n        可以说，这两个角色就是如此的套路化，从出生就可以看到结局。\r\n        撇开俗套，剧情唯一的趣味点“孤胆英雄变身蠢萌鸽子”，手无缚鸡之力会下蛋，但同时也成就了一个巨大的BUG。沃尔特不但改变了兰斯的身体形态，还改变了兰斯的脑子，用脚划地的智障大叔，鸽子的总总优质基因百无一用。\r\n       当百无一用的问题呼之欲出后，答案也得以揭晓。用爱拥抱世界。\r\n       只有当独胆英雄手无寸铁后，才能更好的被人间真情所感化，才能收获团队的存在意义，才能在自己无法飞翔时被几只性格特异的配角鸽子拯救。\r\n        坏人被绳之於法，圣母小男主用爱感化世界，孤胆英雄放弃单打独斗，大团圆是童话故事喜闻乐见的结局。\r\n        观众在俗套的梗中，再一次收获了对爱的满足，对爱的信心。也许这就是看全民动画片的“真谛”。\r\n       虽然它俗，但苦逼的我，依然想笑笑看完这个俗。\r\n[变身特工]",
			"useless_count": 0,
			"comments_count": 0,
			"alt": "https://movie.douban.com/review/12485091/",
			"id": "12485091",
			"subject_id": "27000084"
		},
		{
			"rating": {
				"max": 5,
				"value": 3,
				"min": 0
			},
			"useful_count": 0,
			"author": {
				"uid": "189105367",
				"avatar": "https://img9.doubanio.com/icon/u189105367-1.jpg",
				"signature": "",
				"alt": "https://www.douban.com/people/189105367/",
				"id": "189105367",
				"name": "卡一卡-琳"
			},
			"created_at": "2020-04-07 15:07:18",
			"title": "变身特工",
			"updated_at": "2020-04-07 15:07:18",
			"share_url": "https://m.douban.com/movie/review/12482219",
			"summary": "这是闲来无聊找的一部电影看看。电影的整个画质还不错，整部剧的笑点笑点还挺多的。电影里的细节做的还是不错的。整体来说还算是是一部合格的喜剧动画片吧。嗯嗯嗯嗯嗯嗯嗯嗯嗯嗯，闲来无聊，用来消遣看一看还是...",
			"content": "这是闲来无聊找的一部电影看看。电影的整个画质还不错，整部剧的笑点笑点还挺多的。电影里的细节做的还是不错的。整体来说还算是是一部合格的喜剧动画片吧。嗯嗯嗯嗯嗯嗯嗯嗯嗯嗯，闲来无聊，用来消遣看一看还是挺有意思的。 电影的整个画质还是不错的，整部剧的笑点还挺多的，电影里的细节做的还是不错的，整体来说还算是一部合格的喜剧动画片吧。",
			"useless_count": 0,
			"comments_count": 0,
			"alt": "https://movie.douban.com/review/12482219/",
			"id": "12482219",
			"subject_id": "27000084"
		}
	],
	"start": 0,
	"total": 103,
	"next_start": 20,
	"subject": {
		"rating": {
			"max": 10,
			"average": 7.5,
			"details": {
				"1": 31,
				"2": 267,
				"3": 3463,
				"4": 4816,
				"5": 1398
			},
			"stars": "40",
			"min": 0
		},
		"genres": [
			"喜剧",
			"动作",
			"科幻"
		],
		"title": "变身特工",
		"casts": [{
				"avatars": {
					"small": "https://img9.doubanio.com/view/celebrity/s_ratio_celebrity/public/p41483.webp",
					"large": "https://img9.doubanio.com/view/celebrity/s_ratio_celebrity/public/p41483.webp",
					"medium": "https://img9.doubanio.com/view/celebrity/s_ratio_celebrity/public/p41483.webp"
				},
				"name_en": "Will Smith",
				"name": "威尔·史密斯",
				"alt": "https://movie.douban.com/celebrity/1027138/",
				"id": "1027138"
			},
			{
				"avatars": {
					"small": "https://img9.doubanio.com/view/celebrity/s_ratio_celebrity/public/p1467942867.09.webp",
					"large": "https://img9.doubanio.com/view/celebrity/s_ratio_celebrity/public/p1467942867.09.webp",
					"medium": "https://img9.doubanio.com/view/celebrity/s_ratio_celebrity/public/p1467942867.09.webp"
				},
				"name_en": "Tom Holland",
				"name": "汤姆·赫兰德",
				"alt": "https://movie.douban.com/celebrity/1325351/",
				"id": "1325351"
			},
			{
				"avatars": {
					"small": "https://img9.doubanio.com/view/celebrity/s_ratio_celebrity/public/p32735.webp",
					"large": "https://img9.doubanio.com/view/celebrity/s_ratio_celebrity/public/p32735.webp",
					"medium": "https://img9.doubanio.com/view/celebrity/s_ratio_celebrity/public/p32735.webp"
				},
				"name_en": "Rashida Jones",
				"name": "拉什达·琼斯",
				"alt": "https://movie.douban.com/celebrity/1031815/",
				"id": "1031815"
			}
		],
		"durations": [
			"102分钟"
		],
		"collect_count": 54974,
		"mainland_pubdate": "2020-01-03",
		"has_video": false,
		"original_title": "Spies in Disguise",
		"subtype": "movie",
		"directors": [{
				"avatars": {
					"small": "https://img9.doubanio.com/view/celebrity/s_ratio_celebrity/public/p1566284127.48.webp",
					"large": "https://img9.doubanio.com/view/celebrity/s_ratio_celebrity/public/p1566284127.48.webp",
					"medium": "https://img9.doubanio.com/view/celebrity/s_ratio_celebrity/public/p1566284127.48.webp"
				},
				"name_en": "Nick Bruno",
				"name": "尼克·布鲁诺",
				"alt": "https://movie.douban.com/celebrity/1408895/",
				"id": "1408895"
			},
			{
				"avatars": {
					"small": "https://img9.doubanio.com/view/celebrity/s_ratio_celebrity/public/p1557994632.66.webp",
					"large": "https://img9.doubanio.com/view/celebrity/s_ratio_celebrity/public/p1557994632.66.webp",
					"medium": "https://img9.doubanio.com/view/celebrity/s_ratio_celebrity/public/p1557994632.66.webp"
				},
				"name_en": "Troy Quane",
				"name": "特洛伊·奎安",
				"alt": "https://movie.douban.com/celebrity/1408896/",
				"id": "1408896"
			}
		],
		"pubdates": [
			"2019-12-04(加州首映)",
			"2019-12-25(美国)",
			"2020-01-03(中国大陆)"
		],
		"year": "2019",
		"images": {
			"small": "https://img9.doubanio.com/view/photo/s_ratio_poster/public/p2577340942.webp",
			"large": "https://img9.doubanio.com/view/photo/s_ratio_poster/public/p2577340942.webp",
			"medium": "https://img9.doubanio.com/view/photo/s_ratio_poster/public/p2577340942.webp"
		},
		"alt": "https://movie.douban.com/subject/27000084/",
		"id": "27000084"
	}
}

export default {
	reviews
}
